Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# app_lock_unavailable
source: No screen lock is set up on this device. Set one up in the system settings first.
ar: لم يتم إعداد قفل شاشة على هذا الجهاز. أعِدّ قفلًا في إعدادات النظام أولًا.
cs: V tomto zařízení není nastaven zámek obrazovky. Nejprve ho nastavte v nastavení systému.
da: Der er ikke konfigureret skærmlås på denne enhed. Opret en i systemindstillingerne først.
de: Auf diesem Gerät ist keine Displaysperre eingerichtet. Richte zuerst eine in den Systemeinstellungen ein.
el: Δεν έχει ρυθμιστεί κλείδωμα οθόνης σε αυτή τη συσκευή. Ρυθμίστε πρώτα ένα στις ρυθμίσεις συστήματος.
es: Este dispositivo no tiene bloqueo de pantalla. Configura uno primero en los ajustes del sistema.
fa: روی این دستگاه قفل صفحه تنظیم نشده است. ابتدا یکی را در تنظیمات سیستم تنظیم کنید.
fi: Tässä laitteessa ei ole näytön lukitusta. Määritä se ensin järjestelmän asetuksissa.
fr: Aucun verrouillage d'écran n'est configuré sur cet appareil. Configurez-en d'abord un dans les paramètres système.
he: לא הוגדרה נעילת מסך במכשיר זה. הגדירו נעילה בהגדרות המערכת תחילה.
hi: इस डिवाइस पर कोई स्क्रीन लॉक सेट नहीं है। पहले सिस्टम सेटिंग्स में एक सेट करें।
hu: Ezen az eszközön nincs beállítva képernyőzár. Először állítson be egyet a rendszerbeállításokban.
id: Belum ada kunci layar di perangkat ini. Atur dulu di pengaturan sistem.
it: Su questo dispositivo non è impostato alcun blocco schermo. Impostane prima uno nelle impostazioni di sistema.
ja: この端末には画面ロックが設定されていません。先にシステム設定で設定してください。
ko: 이 기기에 화면 잠금이 설정되어 있지 않습니다. 먼저 시스템 설정에서 설정하세요.
nb: Det er ikke satt opp skjermlås på denne enheten. Sett opp en i systeminnstillingene først.
nl: Op dit apparaat is geen schermvergrendeling ingesteld. Stel er eerst een in via de systeeminstellingen.
pl: Na tym urządzeniu nie ustawiono blokady ekranu. Najpierw ustaw ją w ustawieniach systemu.
pt: Não há bloqueio de ecrã configurado neste dispositivo. Configure primeiro um nas definições do sistema.
pt_br: Não há bloqueio de tela configurado neste dispositivo. Configure um primeiro nas configurações do sistema.
ro: Pe acest dispozitiv nu este configurată nicio blocare a ecranului. Configurați mai întâi una în setările sistemului.
ru: На этом устройстве не настроена блокировка экрана. Сначала настройте её в системных настройках.
sq: Në këtë pajisje nuk është konfiguruar kyçja e ekranit. Konfiguroje fillimisht te cilësimet e sistemit.
sv: Inget skärmlås är konfigurerat på den här enheten. Ställ in ett i systeminställningarna först.
th: อุปกรณ์นี้ยังไม่ได้ตั้งค่าการล็อกหน้าจอ โปรดตั้งค่าในการตั้งค่าระบบก่อน
tr: Bu cihazda ekran kilidi ayarlanmamış. Önce sistem ayarlarından bir tane ayarlayın.
uk: На цьому пристрої не налаштовано блокування екрана. Спершу налаштуйте його в системних налаштуваннях.
vi: Thiết bị này chưa thiết lập khóa màn hình. Hãy thiết lập trong cài đặt hệ thống trước.
zh_hans: 此设备未设置屏幕锁定。请先在系统设置中设置。

# app_lock_unlock
source: Unlock
ar: فتح القفل
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
fa: باز کردن قفل
fi: Avaa lukitus
fr: Déverrouiller
he: ביטול נעילה
hi: अनलॉक करें
hu: Feloldás
id: Buka kunci
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nb: Lås opp
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
pt_br: Desbloquear
ro: Deblocați
ru: Разблокировать
sq: Shkyç
sv: Lås upp
th: ปลดล็อก
tr: Kilidi aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁

# backup_export
source: Export
ar: تصدير
cs: Exportovat
da: Eksportér
de: Exportieren
el: Εξαγωγή
es: Exportar
fa: خروجی
fi: Vie
fr: Exporter
he: ייצוא
hi: निर्यात
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt: Exportar
pt_br: Exportar
ro: Exportă
ru: Экспорт
sq: Eksporto
sv: Exportera
th: ส่งออก
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh_hans: 导出

# backup_exported
source: Backup saved.
ar: تم حفظ النسخة.
cs: Záloha uložena.
da: Backup gemt.
de: Sicherung gespeichert.
el: Το αντίγραφο αποθηκεύτηκε.
es: Copia guardada.
fa: پشتیبان ذخیره شد.
fi: Varmuuskopio tallennettu.
fr: Sauvegarde enregistrée.
he: הגיבוי נשמר.
hi: बैकअप सहेजा गया।
hu: Mentés elkészült.
id: Cadangan disimpan.
it: Backup salvato.
ja: バックアップを保存しました。
ko: 백업을 저장했습니다.
nb: Sikkerhetskopi lagret.
nl: Back-up opgeslagen.
pl: Kopia zapisana.
pt: Cópia guardada.
pt_br: Cópia salva.
ro: Backup salvat.
ru: Копия сохранена.
sq: Kopja u ruajt.
sv: Säkerhetskopia sparad.
th: บันทึกข้อมูลสำรองแล้ว
tr: Yedek kaydedildi.
uk: Копію збережено.
vi: Đã lưu bản sao lưu.
zh_hans: 备份已保存。

# backup_failed
source: That didn't work. Is it a Crypto Checker backup?
ar: لم ينجح ذلك. هل هذه نسخة Crypto Checker؟
cs: Nepovedlo se. Je to záloha Crypto Checker?
da: Det lykkedes ikke. Er det en Crypto Checker-backup?
de: Das hat nicht geklappt. Ist es eine Crypto-Checker-Sicherung?
el: Δεν πέτυχε. Είναι αντίγραφο του Crypto Checker;
es: No funcionó. ¿Es una copia de Crypto Checker?
fa: نشد. آیا این پشتیبان Crypto Checker است؟
fi: Ei onnistunut. Onko tämä Crypto Checkerin varmuuskopio?
fr: Échec. Est-ce bien une sauvegarde Crypto Checker ?
he: זה לא הצליח. האם זה גיבוי של Crypto Checker?
hi: नहीं हुआ। क्या यह Crypto Checker बैकअप है?
hu: Nem sikerült. Ez Crypto Checker mentés?
id: Gagal. Apakah ini cadangan Crypto Checker?
it: Non è riuscito. È un backup di Crypto Checker?
ja: 失敗しました。Crypto Checker のバックアップですか？
ko: 실패했습니다. Crypto Checker 백업이 맞나요?
nb: Det gikk ikke. Er det en Crypto Checker-kopi?
nl: Dat lukte niet. Is het een Crypto Checker-back-up?
pl: Nie udało się. Czy to kopia Crypto Checker?
pt: Não resultou. É uma cópia do Crypto Checker?
pt_br: Não funcionou. É uma cópia do Crypto Checker?
ro: Nu a mers. Este un backup Crypto Checker?
ru: Не получилось. Это копия Crypto Checker?
sq: Nuk funksionoi. A është kopje e Crypto Checker?
sv: Det gick inte. Är det en Crypto Checker-kopia?
th: ไม่สำเร็จ ไฟล์นี้เป็นข้อมูลสำรองของ Crypto Checker หรือไม่
tr: Olmadı. Bu bir Crypto Checker yedeği mi?
uk: Не вдалося. Це копія Crypto Checker?
vi: Không thành công. Đây có phải bản sao lưu Crypto Checker?
zh_hans: 失败了。这是 Crypto Checker 的备份吗？

# backup_hint
source: Saves your watchlist with notes and groups, alarms, favorites, portfolio and settings as a file you keep yourself – e.g. for a new phone.
ar: يحفظ القائمة مع الملاحظات والمجموعات، والتنبيهات والمفضلة والمحفظة والإعدادات في ملف تحتفظ به بنفسك – مثلًا لهاتف جديد.
cs: Uloží seznam s poznámkami a skupinami, alarmy, oblíbené, portfolio a nastavení do souboru, který si uschováte – např. pro nový telefon.
da: Gemmer liste med noter og grupper, alarmer, favoritter, portefølje og indstillinger i en fil, du selv opbevarer – fx til en ny telefon.
de: Speichert Merkliste mit Notizen und Gruppen, Alarme, Favoriten, Portfolio und Einstellungen als Datei, die du selbst ablegst – z. B. für ein neues Handy.
el: Αποθηκεύει λίστα με σημειώσεις και ομάδες, ειδοποιήσεις, αγαπημένα, χαρτοφυλάκιο και ρυθμίσεις σε αρχείο που κρατάτε εσείς – π.χ. για νέο κινητό.
es: Guarda lista con notas y grupos, alertas, favoritos, cartera y ajustes en un archivo que guardas tú, p. ej. para un móvil nuevo.
fa: فهرست همراه با یادداشت‌ها و گروه‌ها، هشدارها، علاقه‌مندی‌ها، پرتفوی و تنظیمات را در فایلی ذخیره می‌کند که خودتان نگه می‌دارید – مثلاً برای گوشی جدید.
fi: Tallentaa listan muistiinpanoineen ja ryhmineen, hälytykset, suosikit, salkun ja asetukset tiedostoon, jonka säilytät itse – esim. uutta puhelinta varten.
fr: Enregistre liste avec notes et groupes, alertes, favoris, portefeuille et réglages dans un fichier que vous gardez – p. ex. pour un nouveau téléphone.
he: שומר רשימה עם הערות וקבוצות, התראות, מועדפים, תיק השקעות והגדרות בקובץ שאתם שומרים – למשל לטלפון חדש.
hi: नोट और समूहों सहित सूची, अलार्म, पसंदीदा, पोर्टफोलियो और सेटिंग एक फ़ाइल में सहेजता है जिसे आप रखते हैं – जैसे नए फ़ोन के लिए।
hu: A listát jegyzetekkel és csoportokkal, a riasztásokat, kedvenceket, a portfóliót és a beállításokat egy fájlba menti, amelyet ön őriz – pl. új telefonhoz.
id: Menyimpan daftar beserta catatan dan grup, alarm, favorit, portofolio, dan setelan ke file yang Anda simpan sendiri – mis. untuk ponsel baru.
it: Salva lista con note e gruppi, avvisi, preferiti, portafoglio e impostazioni in un file che conservi tu, ad es. per un nuovo telefono.
ja: メモとグループを含むリスト、アラーム、お気に入り、ポートフォリオ、設定を自分で保管するファイルに保存します（新しい端末用など）。
ko: 메모와 그룹을 포함한 목록, 알림, 즐겨찾기, 포트폴리오, 설정을 직접 보관하는 파일로 저장합니다 (예: 새 휴대폰용).
nb: Lagrer liste med notater og grupper, alarmer, favoritter, portefølje og innstillinger i en fil du tar vare på selv – f.eks. til ny telefon.
nl: Bewaart lijst met notities en groepen, alarmen, favorieten, portfolio en instellingen als bestand dat je zelf bewaart – bijv. voor een nieuwe telefoon.
pl: Zapisuje listę z notatkami i grupami, alarmy, ulubione, portfel i ustawienia w pliku, który przechowujesz sam – np. na nowy telefon.
pt: Guarda lista com notas e grupos, alertas, favoritos, portfólio e definições num ficheiro que guarda – p. ex. para um telemóvel novo.
pt_br: Salva a lista com notas e grupos, alertas, favoritos, portfólio e configurações em um arquivo que você guarda – por ex. para um celular novo.
ro: Salvează lista cu note și grupuri, alarmele, favoritele, portofoliul și setările într-un fișier păstrat de tine – de ex. pentru un telefon nou.
ru: Сохраняет список с заметками и группами, оповещения, избранное, портфель и настройки в файл, который хранится у вас — например, для нового телефона.
sq: Ruan listën me shënime dhe grupe, alarmet, të preferuarat, portofolin dhe cilësimet në një skedar që e mban vetë – p.sh. për një telefon të ri.
sv: Sparar lista med anteckningar och grupper, larm, favoriter, portfölj och inställningar i en fil du själv sparar – t.ex. för en ny telefon.
th: บันทึกรายการ (รวมบันทึกและกลุ่ม) การแจ้งเตือน รายการโปรด พอร์ตโฟลิโอ และการตั้งค่าเป็นไฟล์ที่คุณเก็บเอง เช่น สำหรับโทรศัพท์เครื่องใหม่
tr: Notlar ve gruplarla birlikte listeyi, alarmları, favorileri, portföyü ve ayarları kendi saklayacağınız bir dosyaya kaydeder – ör. yeni telefon için.
uk: Зберігає список із нотатками та групами, сповіщення, обране, портфель і налаштування у файл, який зберігаєте ви — наприклад, для нового телефона.
vi: Lưu danh sách kèm ghi chú và nhóm, cảnh báo, yêu thích, danh mục và cài đặt vào tệp do bạn giữ – vd. cho điện thoại mới.
zh_hans: 把列表（含备注和分组）、提醒、收藏、投资组合和设置保存为由你自己保管的文件，例如换新手机时使用。

# backup_import
source: Import
ar: استيراد
cs: Importovat
da: Importér
de: Importieren
el: Εισαγωγή
es: Importar
fa: ورودی
fi: Tuo
fr: Importer
he: ייבוא
hi: आयात
hu: Importálás
id: Impor
it: Importa
ja: インポート
ko: 가져오기
nb: Importer
nl: Importeren
pl: Importuj
pt: Importar
pt_br: Importar
ro: Importă
ru: Импорт
sq: Importo
sv: Importera
th: นำเข้า
tr: İçe aktar
uk: Імпорт
vi: Nhập
zh_hans: 导入

# backup_restore_confirm
source: Importing replaces your current watchlist (with notes and groups), alarms, favorites, portfolio and settings with the backup.
ar: الاستيراد يستبدل قائمتك (مع الملاحظات والمجموعات) وتنبيهاتك ومفضلتك ومحفظتك وإعداداتك بالنسخة الاحتياطية.
cs: Import nahradí váš seznam (s poznámkami a skupinami), alarmy, oblíbené, portfolio a nastavení zálohou.
da: Import erstatter din liste (med noter og grupper), alarmer, favoritter, portefølje og indstillinger med backuppen.
de: Beim Importieren werden Merkliste (mit Notizen und Gruppen), Alarme, Favoriten, Portfolio und Einstellungen durch die Sicherung ersetzt.
el: Η εισαγωγή αντικαθιστά λίστα (με σημειώσεις και ομάδες), ειδοποιήσεις, αγαπημένα, χαρτοφυλάκιο και ρυθμίσεις με το αντίγραφο.
es: Importar sustituye tu lista (con notas y grupos), alertas, favoritos, cartera y ajustes por la copia.
fa: ورود اطلاعات، فهرست (همراه با یادداشت‌ها و گروه‌ها)، هشدارها، علاقه‌مندی‌ها، پرتفوی و تنظیمات شما را با پشتیبان جایگزین می‌کند.
fi: Tuonti korvaa listan (muistiinpanoineen ja ryhmineen), hälytykset, suosikit, salkun ja asetukset varmuuskopiolla.
fr: L'import remplace votre liste (avec notes et groupes), vos alertes, favoris, portefeuille et réglages par la sauvegarde.
he: הייבוא מחליף את הרשימה (עם ההערות והקבוצות), ההתראות, המועדפים, תיק ההשקעות וההגדרות בגיבוי.
hi: आयात करने से आपकी सूची (नोट और समूहों सहित), अलार्म, पसंदीदा, पोर्टफोलियो और सेटिंग बैकअप से बदल जाएँगी।
hu: Az importálás a mentésre cseréli a listát (jegyzetekkel és csoportokkal), a riasztásokat, kedvenceket, a portfóliót és a beállításokat.
id: Impor mengganti daftar (beserta catatan dan grup), alarm, favorit, portofolio, dan setelan Anda dengan cadangan.
it: L'importazione sostituisce lista (con note e gruppi), avvisi, preferiti, portafoglio e impostazioni con il backup.
ja: インポートすると、リスト（メモとグループを含む）、アラーム、お気に入り、ポートフォリオ、設定がバックアップの内容に置き換わります。
ko: 가져오면 목록(메모와 그룹 포함), 알림, 즐겨찾기, 포트폴리오, 설정이 백업 내용으로 바뀝니다.
nb: Import erstatter listen (med notater og grupper), alarmene, favorittene, porteføljen og innstillingene med kopien.
nl: Importeren vervangt je lijst (met notities en groepen), alarmen, favorieten, portfolio en instellingen door de back-up.
pl: Import zastąpi Twoją listę (z notatkami i grupami), alarmy, ulubione, portfel i ustawienia kopią.
pt: Importar substitui a lista (com notas e grupos), alertas, favoritos, portfólio e definições pela cópia.
pt_br: Importar substitui a lista (com notas e grupos), alertas, favoritos, portfólio e configurações pela cópia.
ro: Importul înlocuiește lista (cu note și grupuri), alarmele, favoritele, portofoliul și setările cu backup-ul.
ru: Импорт заменит ваш список (с заметками и группами), оповещения, избранное, портфель и настройки данными из копии.
sq: Importimi zëvendëson listën (me shënime dhe grupe), alarmet, të preferuarat, portofolin dhe cilësimet me kopjen.
sv: Import ersätter din lista (med anteckningar och grupper), larm, favoriter, portfölj och inställningar med säkerhetskopian.
th: การนำเข้าจะแทนที่รายการ (รวมบันทึกและกลุ่ม) การแจ้งเตือน รายการโปรด พอร์ตโฟลิโอ และการตั้งค่าด้วยข้อมูลสำรอง
tr: İçe aktarma; listenizi (notlar ve gruplarla birlikte), alarmlarınızı, favorilerinizi, portföyünüzü ve ayarlarınızı yedekle değiştirir.
uk: Імпорт замінить ваш список (із нотатками та групами), сповіщення, обране, портфель і налаштування даними з копії.
vi: Nhập sẽ thay danh sách (kèm ghi chú và nhóm), cảnh báo, yêu thích, danh mục và cài đặt bằng bản sao lưu.
zh_hans: 导入会用备份替换当前的列表（含备注和分组）、提醒、收藏、投资组合和设置。

# backup_restored
source: Restored: %1$@, %2$@.
ar: تمت الاستعادة: %1$@، %2$@.
cs: Obnoveno: %1$@, %2$@.
da: Gendannet: %1$@, %2$@.
de: Wiederhergestellt: %1$@, %2$@.
el: Επαναφέρθηκαν: %1$@, %2$@.
es: Restaurado: %1$@, %2$@.
fa: بازیابی شد: %1$@، %2$@.
fi: Palautettu: %1$@, %2$@.
fr: Restauré : %1$@, %2$@.
he: שוחזרו: %1$@, %2$@.
hi: रीस्टोर हुआ: %1$@, %2$@।
hu: Visszaállítva: %1$@, %2$@.
id: Dipulihkan: %1$@, %2$@.
it: Ripristinati: %1$@, %2$@.
ja: 復元しました: %1$@、%2$@。
ko: 복원됨: %1$@, %2$@.
nb: Gjenopprettet: %1$@, %2$@.
nl: Hersteld: %1$@, %2$@.
pl: Przywrócono: %1$@, %2$@.
pt: Restaurado: %1$@, %2$@.
pt_br: Restaurado: %1$@, %2$@.
ro: Restaurat: %1$@, %2$@.
ru: Восстановлено: %1$@, %2$@.
sq: U rikthyen: %1$@, %2$@.
sv: Återställt: %1$@, %2$@.
th: กู้คืนแล้ว: %1$@ %2$@
tr: Geri yüklendi: %1$@, %2$@.
uk: Відновлено: %1$@, %2$@.
vi: Đã khôi phục: %1$@, %2$@.
zh_hans: 已恢复：%1$@，%2$@。

# backup_restored_alarms
source: %1$lld alarms
ar: %1$lld تنبيه
cs: %1$lld alarmů
da: %1$lld alarmer
de: %1$lld Alarme
el: %1$lld ειδοποιήσεις
es: %1$lld alertas
fa: %1$lld هشدار
fi: %1$lld hälytystä
fr: %1$lld alertes
he: %1$lld התראות
hi: %1$lld अलार्म
hu: %1$lld riasztás
id: %1$lld alarm
it: %1$lld avvisi
ja: アラーム %1$lld 件
ko: 알림 %1$lld개
nb: %1$lld alarmer
nl: %1$lld alarmen
pl: %1$lld alarmów
pt: %1$lld alertas
pt_br: %1$lld alertas
ro: %1$lld de alarme
ru: %1$lld оповещения
sq: %1$lld alarme
sv: %1$lld larm
th: %1$lld การแจ้งเตือน
tr: %1$lld alarm
uk: %1$lld сповіщення
vi: %1$lld cảnh báo
zh_hans: %1$lld 个提醒

# backup_restored_pairs
source: %1$lld pairs
ar: %1$lld زوج
cs: %1$lld párů
da: %1$lld par
de: %1$lld Paare
el: %1$lld ζεύγη
es: %1$lld pares
fa: %1$lld جفت
fi: %1$lld paria
fr: %1$lld paires
he: %1$lld צמדים
hi: %1$lld पेयर
hu: %1$lld pár
id: %1$lld pasangan
it: %1$lld coppie
ja: ペア %1$lld 件
ko: 쌍 %1$lld개
nb: %1$lld par
nl: %1$lld paren
pl: %1$lld par
pt: %1$lld pares
pt_br: %1$lld pares
ro: %1$lld de perechi
ru: %1$lld пары
sq: %1$lld çifte
sv: %1$lld par
th: %1$lld คู่
tr: %1$lld çift
uk: %1$lld пари
vi: %1$lld cặp
zh_hans: %1$lld 个交易对

# backup_title
source: Backup & restore
ar: نسخ احتياطي واستعادة
cs: Záloha a obnovení
da: Backup og gendannelse
de: Sichern & Wiederherstellen
el: Αντίγραφο ασφαλείας
es: Copia de seguridad
fa: پشتیبان‌گیری و بازیابی
fi: Varmuuskopio
fr: Sauvegarde et restauration
he: גיבוי ושחזור
hi: बैकअप और रीस्टोर
hu: Mentés és visszaállítás
id: Cadangkan & pulihkan
it: Backup e ripristino
ja: バックアップと復元
ko: 백업 및 복원
nb: Sikkerhetskopi
nl: Back-up en herstel
pl: Kopia zapasowa
pt: Cópia de segurança
pt_br: Cópia de segurança
ro: Backup și restaurare
ru: Резервная копия
sq: Ruajtje dhe rikthim
sv: Säkerhetskopiering
th: สำรองและกู้คืน
tr: Yedekleme ve geri yükleme
uk: Резервна копія
vi: Sao lưu & khôi phục
zh_hans: 备份与恢复

# battery_later
source: Later
ar: لاحقًا
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Más tarde
fa: بعداً
fi: Myöhemmin
fr: Plus tard
he: אחר כך
hi: बाद में
hu: Később
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
nb: Senere
pl: Później
pt: Mais tarde
pt_br: Mais tarde
ro: Mai târziu
ru: Позже
sq: Më vonë
sv: Senare
th: ภายหลัง
tr: Sonra
uk: Пізніше
vi: Để sau
zh_hans: 稍后
